"DETAIL_NAV_TITLE" = "Detalhes";

"DUE" = "Prazo";
"NONE_DUE_DATE" = "Nenhum";
"DUE_DATE_DETAIL_NAV_TITLE" = "Prazo";
"HAS_DUE_DATE_SWITCH_TITLE" = "Prazo";
"SHOW_MORE" = "Mostrar mais…";
"SHOW_LESS" = "Mostrar menos…";
"PRIORITY" = "Prioridade";

// Priority
"NONE_PRIORITY" = "Nenhuma";
"LOW_PRIORITY" = "Baixa";
"MEDIUM_PRIORITY" = "Média";
"HIGH_PRIORITY" = "Alta";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioridade";

// Lists
"REMINDER_LIST" = "Lista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Lembrete";
"NONE_REMINDER_ALERT" = "Nunca";
"ON_A_DAY" = "Lembrar a uma data";
"AT_A_LOCATION" = "Lembrar num local";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Num local";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Local actual";
"CHOOSE_ADDRESS" = "Escolha um contacto…";
"DETERMINING_LOCATION" = "A determinar local…";
"CANNOT_DETERMINE_LOCATION" = "Não é possível determinar local";
"MY_ADDRESS_WITHOUT_LABEL" = "O meu endereço"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Endereço de %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ de %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Ao chegar a";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Ao sair de";
"DUE_ALL_DAY_FORMAT" = "%@ (todo o dia)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "No dia %@, receberá um\nlembrete %@ ou, o mais\ntardar, às %@ desse dia."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "ao chegar a este local";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "ao sair deste local";

// Location
"LOCATION" = "Local";
"NONE_LOCATION" = "Nenhum";
"ALARM_PROXIMITY_ENTER" = "Ao chegar";
"ALARM_PROXIMITY_LEAVE" = "Ao sair";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Escolha o local de um contacto";
"WIFI_DISABLED_SUBTEXT" = "Em Definições, active Wi‑Fi para melhorar a precisão dos lembretes com localização.";
"WIFI_DISABLED_PROMPT" = "Se activar Wi‑Fi em Definições, os avisos de localização serão mais precisos.";
"WLAN_DISABLED_SUBTEXT" = "Em Definições, active WLAN para melhorar a precisão dos lembretes com localização.";
"WLAN_DISABLED_PROMPT" = "A precisão do serviço de localização é maior se activar WLAN.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Em Definições, active o serviço de localização nas Definições para usar lembretes com localização.";
"SETTINGS" = "Definições";
"TYPED_LOCATION_PLACEHOLDER" = "Digite um endereço…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Não foi possível determinar a localização. Confira o endereço e volte a tentar.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Mostrar no mapa";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Os meus locais";
"ME_CARD_ALERT_BODY" = "Os Lembretes usam a sua informação para lhe oferecer escolhas de localização, como “casa” e “trabalho”. Que contacto gostaria de usar?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Escolher";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "O";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Não é possível guardar lembrete";

"UNTITLED_REMINDER" = "Sem título";
